/* No comment provided by engineer. */
"%d items" = "%d items";

/* No comment provided by engineer. */
"%ld photos" = "%ld photos";

/* No comment provided by engineer. */
"%ld Photos" = "%ld Photos";

/* No comment provided by engineer. */
"%ld Photos, %d Videos" = "%1$ld Photos, %2$d Videos";

/* No comment provided by engineer. */
"%ld photos, %d videos" = "%1$ld photos, %2$d videos";

/* No comment provided by engineer. */
"%ld videos" = "%ld videos";

/* No comment provided by engineer. */
"%ld Videos" = "%ld Videos";

/* No comment provided by engineer. */
"%lu Albums" = "%lu Albums";

/* No comment provided by engineer. */
"A new task has been added." = "A new task has been added.";

/* No comment provided by engineer. */
"a photo" = "a photo";

/* No comment provided by engineer. */
"a Photo" = "a Photo";

/* No comment provided by engineer. */
"a video" = "a video";

/* No comment provided by engineer. */
"a Video" = "a Video";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Access" = "Access";

/* No comment provided by engineer. */
"Albums" = "Albums";

/* No comment provided by engineer. */
"All Items" = "All Items";

/* No comment provided by engineer. */
"All Photos:%lu, All Videos:%lu" = "All Photos:%1$lu, All Videos:%2$lu";

/* No comment provided by engineer. */
"Altitude" = "Altitude";

/* No comment provided by engineer. */
"AltitudeRef" = "AltitudeRef";

/* No comment provided by engineer. */
"Anyone with the link" = "Anyone with the link";

/* No comment provided by engineer. */
"ApertureValue" = "ApertureValue";

/* No comment provided by engineer. */
"Apply the same operation to all items" = "Apply the same operation to all items";

/* No comment provided by engineer. */
"Are you sure you want to delete all tasks?" = "Are you sure you want to delete all tasks?";

/* No comment provided by engineer. */
"Are you sure you want to delete %@?" = "Are you sure you want to delete %@?";

/* No comment provided by engineer. */
"Are you sure you want to delete the album \"%@\"?" = "Are you sure you want to delete the album \"%@\"?";

/* No comment provided by engineer. */
"Are you sure you want to delete?" = "Are you sure you want to delete?";

/* No comment provided by engineer. */
"Are you sure you want to logout?" = "Are you sure you want to logout?";

/* No comment provided by engineer. */
"Are you sure you want to remove these items? These items will be removed from this album, but will remain in your Photo Library." = "Are you sure you want to remove these items? These items will be removed from this album, but will remain in your Photo Library.";

/* No comment provided by engineer. */
"Auto Uploading" = "Auto Uploading";

/* No comment provided by engineer. */
"Auto-Create Album" = "Auto-Create Album";

/* No comment provided by engineer. */
"BrightnessValue" = "BrightnessValue";

/* No comment provided by engineer. */
"Camera Roll" = "Camera Roll";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Caption" = "Caption";

/* No comment provided by engineer. */
"Choose a video quality to share" = "Choose a video quality to share";

/* No comment provided by engineer. */
"Choose a video quality to share (If don't match, choose a highest quality video that is smaller than you have chosen.)" = "Choose a video quality to share (If don't match, choose a highest quality video that is smaller than you have chosen.)";

/* No comment provided by engineer. */
"Choose an album to copy to." = "Choose an album to copy to.";

/* No comment provided by engineer. */
"ColorSpace" = "ColorSpace";

/* No comment provided by engineer. */
"ComponentsConfiguration" = "ComponentsConfiguration";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Created New %ld Albums!" = "Created New %ld Albums!";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"DateStamp" = "DateStamp";

/* No comment provided by engineer. */
"DateTime" = "DateTime";

/* No comment provided by engineer. */
"DateTimeDigitized" = "DateTimeDigitized";

/* No comment provided by engineer. */
"DateTimeOriginal" = "DateTimeOriginal";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete all tasks" = "Delete all tasks";

/* No comment provided by engineer. */
"Deleting..." = "Deleting...";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Deselect" = "Deselect";

/* No comment provided by engineer. */
"Deselect all" = "Deselect all";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Don't remove those items until the task is finished." = "Don't remove those items until the task is finished.";

/* No comment provided by engineer. */
"Download" = "Download";

/* No comment provided by engineer. */
"Duration" = "Duration";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Enable" = "Enable";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"ExifVersion" = "ExifVersion";

/* No comment provided by engineer. */
"ExposureMode" = "ExposureMode";

/* No comment provided by engineer. */
"ExposureProgram" = "ExposureProgram";

/* No comment provided by engineer. */
"ExposureTime" = "ExposureTime";

/* No comment provided by engineer. */
"File Name" = "File Name";

/* No comment provided by engineer. */
"Flash" = "Flash";

/* No comment provided by engineer. */
"FlashPixVersion" = "FlashPixVersion";

/* No comment provided by engineer. */
"FNumber" = "FNumber";

/* No comment provided by engineer. */
"FocalLength" = "FocalLength";

/* No comment provided by engineer. */
"FocalLenIn35mmFilm" = "FocalLenIn35mmFilm";

/* No comment provided by engineer. */
"Go to Settings > Privacy > Photos and switch Photti to ON to access Photo Library." = "Go to Settings > Privacy > Photos and switch Photti to ON to access Photo Library.";

/* No comment provided by engineer. */
"Height" = "Height";

/* No comment provided by engineer. */
"High Resolution" = "High Resolution";

/* No comment provided by engineer. */
"History" = "History";

/* No comment provided by engineer. */
"Hybrid" = "Hybrid";

/* No comment provided by engineer. */
"iCloud" = "iCloud";

/* No comment provided by engineer. */
"In Process..." = "In Process...";

/* No comment provided by engineer. */
"In Standby" = "In Standby";

/* No comment provided by engineer. */
"In-App Purchase" = "In-App Purchase";

/* No comment provided by engineer. */
"In-App Purchase is restricted" = "In-App Purchase is restricted";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"ISOSpeedRatings" = "ISOSpeedRatings";

/* No comment provided by engineer. */
"Latitude" = "Latitude";

/* No comment provided by engineer. */
"LatitudeRef" = "LatitudeRef";

/* No comment provided by engineer. */
"LensMake" = "LensMake";

/* No comment provided by engineer. */
"LensModel" = "LensModel";

/* No comment provided by engineer. */
"LensSpecification" = "LensSpecification";

/* No comment provided by engineer. */
"Link" = "Link";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Longitude" = "Longitude";

/* No comment provided by engineer. */
"LongitudeRef" = "LongitudeRef";

/* No comment provided by engineer. */
"Make" = "Make";

/* No comment provided by engineer. */
"MeteringMode" = "MeteringMode";

/* No comment provided by engineer. */
"Model" = "Model";

/* No comment provided by engineer. */
"New %d Albums was Created!" = "New %d Albums was Created!";

/* No comment provided by engineer. */
"New Album" = "New Album";

/* No comment provided by engineer. */
"New Album was Created!" = "New Album was Created!";

/* No comment provided by engineer. */
"New Albums" = "New Albums";

/* No comment provided by engineer. */
"Not connected to network" = "Not connected to network";

/* No comment provided by engineer. */
"Not login" = "Not login";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only you can access" = "Only you can access";

/* No comment provided by engineer. */
"OPEN" = "OPEN";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* No comment provided by engineer. */
"Open Source License" = "Open Source License";

/* No comment provided by engineer. */
"Orientation" = "Orientation";

/* No comment provided by engineer. */
"Original" = "Original";

/* No comment provided by engineer. */
"Photos bigger than 2048x2048 pixels and videos longer than 15minutes use your Google Storage." = "Photos bigger than 2048x2048 pixels and videos longer than 15minutes use your Google Storage.";

/* No comment provided by engineer. */
"Photos smaller than 2048x2048 pixels are unlimitedly FREE! Everything bigger than that is resized when uploading." = "Photos smaller than 2048x2048 pixels are unlimitedly FREE! Everything bigger than that is resized when uploading.";

/* No comment provided by engineer. */
"Photti automatically create albums each day. When that is created, you are pushed a notification." = "Photti automatically create albums each day. When that is created, you are pushed a notification.";

/* No comment provided by engineer. */
"Picasa Web Albums\n(Google+ Photos)" = "Picasa Web Albums\n(Google+ Photos)";

/* No comment provided by engineer. */
"PixelXDimension" = "PixelXDimension";

/* No comment provided by engineer. */
"PixelYDimension" = "PixelYDimension";

/* No comment provided by engineer. */
"Public on the web" = "Public on the web";

/* No comment provided by engineer. */
"Purchace" = "Purchace";

/* No comment provided by engineer. */
"Purchased" = "Purchased";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Remove Ads" = "Remove Ads";

/* No comment provided by engineer. */
"Resize" = "Resize";

/* No comment provided by engineer. */
"Resizing" = "Resizing";

/* No comment provided by engineer. */
"ResolutionUnit" = "ResolutionUnit";

/* No comment provided by engineer. */
"Restore" = "Restore";

/* No comment provided by engineer. */
"Restore In-App Purchase" = "Restore In-App Purchase";

/* No comment provided by engineer. */
"Review on iTunes Store" = "Review on iTunes Store";

/* No comment provided by engineer. */
"Satelite" = "Satelite";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Saving..." = "Saving...";

/* No comment provided by engineer. */
"SceneCaptureType" = "SceneCaptureType";

/* No comment provided by engineer. */
"SceneType" = "SceneType";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Select" = "Select";

/* No comment provided by engineer. */
"Select all" = "Select all";

/* No comment provided by engineer. */
"Select items" = "Select items";

/* No comment provided by engineer. */
"Select items to add to \"%@\"." = "Select items to add to \"%@\".";

/* No comment provided by engineer. */
"SensingMethod" = "SensingMethod";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Share the link" = "Share the link";

/* No comment provided by engineer. */
"ShutterSpeedValue" = "ShutterSpeedValue";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Skip all" = "Skip all";

/* No comment provided by engineer. */
"Software" = "Software";

/* No comment provided by engineer. */
"Standard" = "Standard";

/* No comment provided by engineer. */
"SubjectArea" = "SubjectArea";

/* No comment provided by engineer. */
"SubsecTimeDigitized" = "SubsecTimeDigitized";

/* No comment provided by engineer. */
"SubsecTimeOriginal" = "SubsecTimeOriginal";

/* No comment provided by engineer. */
"Tap the album title to edit." = "Tap the album title to edit.";

/* No comment provided by engineer. */
"Task Manager" = "Task Manager";

/* No comment provided by engineer. */
"TimeStamp" = "TimeStamp";

/* No comment provided by engineer. */
"Title" = "Title";

/* No comment provided by engineer. */
"Unlimited" = "Unlimited";

/* No comment provided by engineer. */
"Upload" = "Upload";

/* No comment provided by engineer. */
"Upload all" = "Upload all";

/* No comment provided by engineer. */
"Uploading Setting" = "Uploading Setting";

/* No comment provided by engineer. */
"Uploading Size" = "Uploading Size";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Video Quality" = "Video Quality";

/* No comment provided by engineer. */
"Web Album" = "Web Album";

/* No comment provided by engineer. */
"Web Album Account" = "Web Album Account";

/* No comment provided by engineer. */
"WhiteBalance" = "WhiteBalance";

/* No comment provided by engineer. */
"Width" = "Width";

/* No comment provided by engineer. */
"XResolution" = "XResolution";

/* No comment provided by engineer. */
"You can manage smartly your Photo Library photos, albums, and videos with Photti." = "You can manage smartly your Photo Library photos, albums, and videos with Photti.";

/* No comment provided by engineer. */
"You can manage your Picasa Web Albums (Google+ Photos), photos, albums, and videos with Photti" = "You can manage your Picasa Web Albums (Google+ Photos), photos, albums, and videos with Photti";

/* No comment provided by engineer. */
"YResolution" = "YResolution";

